Before merge, verify that all the following plans are correct. They will be applied as-is after the merge.

#### Terraform plans
<details><summary>pl-strflt</summary>

```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  ~ update in-place

Terraform will perform the following actions:

  # github_issue_label.this["github-mgmt:duplicate"] will be updated in-place
  ~ resource "github_issue_label" "this" {
      ~ description = "This issue or pull request already exists 🙀" -> "This issue or pull request already exists"
        id          = "github-mgmt:duplicate"
        name        = "duplicate"
        # (4 unchanged attributes hidden)
    }

  # github_issue_label.this["github-mgmt:💀 wontfix"] will be created
  + resource "github_issue_label" "this" {
      + color       = "fffffe"
      + description = "This will not be worked on"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "💀 wontfix"
      + repository  = "github-mgmt"
      + url         = (known after apply)
    }

Plan: 1 to add, 1 to change, 0 to destroy.
```

</details>
<!-- Sticky Pull Request Comment -->